Repository: cinmou/PrivyGallery
Catalog: SecurityFolder/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, ru, zh_hant_tw, zh_hk

source: 第二空间是一个独立的空间。可以在“设置 / 密码与空间”中创建，可以根据需要切换 %@ 默认解锁的空间。
de: Der zweite Raum ist ein unabhängiger Raum. Es kann unter „Einstellungen/Passwort und Speicherplatz“ erstellt werden und Sie können den %@ standardmäßig entsperrten Speicherplatz nach Bedarf ändern.
en: Second Space is an independent space. You can create it in Settings / Password & Spaces and choose which space %@ unlocks by default.
es: El segundo espacio es un espacio independiente. Se puede crear en "Configuración/Contraseña y espacio" y puede cambiar el %@ espacio desbloqueado predeterminado según sea necesario.
fr: Le deuxième espace est un espace indépendant. Il peut être créé dans "Paramètres/Mot de passe et espace", et vous pouvez changer l'espace déverrouillé par défaut %@ selon vos besoins.
it: Il secondo spazio è uno spazio indipendente. Può essere creato in "Impostazioni/Password e spazio" e puoi modificare lo spazio sbloccato predefinito %@ secondo necessità.
ja: 2番目の空間は独立した空間です。 「設定/パスワードとスペース」で作成でき、必要に応じて%@デフォルトのロック解除スペースを切り替えることができます。
ko: 두 번째 공간은 독립된 공간이다. "설정/비밀번호 및 공간"에서 생성할 수 있으며, 필요에 따라 %@ 기본 잠금 해제 공간을 전환할 수 있습니다.
ru: Второе пространство является независимым пространством. Его можно создать в «Настройки/Пароль и пространство», и при необходимости вы можете переключить разблокированное пространство %@ по умолчанию.
zh_hant_tw: 第二空間是一個獨立的空間。可在「設定 / 密碼與空間」中創建，可根據需要切換 %@ 預設解鎖的空間。
zh_hk: 第二空間是一個獨立嘅空間。可在「設定 / 密碼與空間」中創建，可根據需要切換 %@ 預設解鎖嘅空間。

source: 第二空间适合需要两套媒体库的用户。它会拥有自己的密码以及自己的媒体库。
de: Der zweite Bereich ist für Benutzer geeignet, die zwei Sätze Medienbibliotheken benötigen. Es wird ein eigenes Passwort und eine eigene Medienbibliothek haben.
en: Second Space is designed for people who need two separate media libraries. It has its own passcode and media library.
es: El segundo espacio es adecuado para usuarios que necesitan dos conjuntos de bibliotecas multimedia. Tendrá su propia contraseña y su propia biblioteca multimedia.
fr: Le deuxième espace convient aux utilisateurs qui ont besoin de deux ensembles de médiathèques. Il aura son propre mot de passe et sa propre médiathèque.
it: Il secondo spazio è adatto agli utenti che necessitano di due set di librerie multimediali. Avrà la propria password e la propria libreria multimediale.
ja: 2 番目のスペースは、2 セットのメディア ライブラリを必要とするユーザーに適しています。独自のパスワードと独自のメディア ライブラリがあります。
ko: 두 번째 공간은 두 세트의 미디어 라이브러리가 필요한 사용자에게 적합합니다. 자체 비밀번호와 자체 미디어 라이브러리가 있습니다.
ru: Второе пространство подойдет пользователям, которым нужны два комплекта медиабиблиотек. У него будет свой пароль и собственная медиатека.
zh_hant_tw: 第二空間適合需要兩套媒體庫的使用者。它會擁有自己的密碼以及自己的媒體庫。
zh_hk: 第二空間適合需要兩套媒體庫嘅用戶。它會擁有自己嘅密碼以及自己嘅媒體庫。

source: 类型
de: Typ
en: Type
es: Tipo
fr: Tapez
it: Digitare
ja: 種類
ko: 유형
ru: Тип
zh_hant_tw: 類型
zh_hk: 類型

source: 系统相册
de: Systemalbum
en: Photos
es: Álbum del sistema
fr: Album système
it: Album di sistema
ja: システムアルバム
ko: 시스템 앨범
ru: Системный альбом
zh_hant_tw: 系統相簿
zh_hk: 系統相簿

source: 系统相册没有返回可读取的数据。
de: Das Systemalbum hat keine lesbaren Daten zurückgegeben.
en: The Photos picker did not return readable data.
es: El álbum del sistema no arrojó datos legibles.
fr: L'album système n'a renvoyé aucune donnée lisible.
it: L'album di sistema non ha restituito dati leggibili.
ja: システム アルバムは読み取り可能なデータを返しませんでした。
ko: 시스템 앨범에서 읽을 수 있는 데이터를 반환하지 않았습니다.
ru: Системный альбом не вернул данных, доступных для чтения.
zh_hant_tw: 系統相簿沒有傳回可讀取的資料。
zh_hk: 系統相簿沒有傳回可讀取嘅數據。

source: 纬度
de: Breite
en: Latitude
es: latitud
fr: latitude
it: latitudine
ja: 緯度
ko: 위도
ru: широта
zh_hant_tw: 緯度
zh_hk: 緯度

source: 经度
de: Längengrad
en: Longitude
es: Longitud
fr: Longitude
it: Longitudine
ja: 経度
ko: 경도
ru: Долгота
zh_hant_tw: 經度
zh_hk: 經度

source: 结束时间
de: Endzeit
en: End Time
es: tiempo final
fr: heure de fin
it: ora di fine
ja: 終了時間
ko: 종료 시간
ru: время окончания
zh_hant_tw: 結束時間
zh_hk: 結束時間

source: 给 %@ 评分
de: Bewerten Sie %@
en: Rate %@
es: Tasa %@
fr: Noter %@
it: Tasso %@
ja: レート %@
ko: 비율 %@
ru: Оценить %@
zh_hk: 給 %@ 評分

source: 继续
de: Weiter
en: Continue
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
ru: Далее
zh_hant_tw: 繼續
zh_hk: 繼續

source: 编辑
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
ru: Изменить
zh_hant_tw: 編輯
zh_hk: 編輯

source: 编辑封面
de: Cover bearbeiten
en: Edit Cover
es: Editar portada
fr: Modifier la couverture
it: Modifica copertina
ja: 表紙を編集する
ko: 표지 편집
ru: Изменить обложку
zh_hant_tw: 編輯封面
zh_hk: 編輯封面

source: 编辑空间名称
de: Bereichsnamen bearbeiten
en: Edit Space Name
es: Editar nombre del espacio
fr: Modifier le nom de l'espace
it: Modifica il nome dello spazio
ja: スペース名の編集
ko: 스페이스 이름 수정
ru: Изменить название пространства
zh_hk: 編輯空間名稱

source: 联系开发者
de: Kontaktieren Sie den Entwickler
en: Contact Developer
es: Póngase en contacto con el desarrollador
fr: Contacter le développeur
it: Contatta lo sviluppatore
ja: 開発者に連絡する
ko: 개발자에게 문의
ru: Свяжитесь с разработчиком
zh_hant_tw: 聯繫開發者
zh_hk: 聯繫開發者

source: 胁迫密码
de: Nötigungskodex
en: Duress Password
es: código de coerción
fr: code de coercition
it: codice di coercizione
ja: 強制コード
ko: 강제 코드
ru: код принуждения
zh_hant_tw: 脅迫密碼
zh_hk: 脅迫密碼

source: 胁迫密码、主空间密码和第二空间密码不能重复。
de: Das Zwangspasswort, das Hauptbereichspasswort und das Zweitbereichspasswort können nicht wiederholt werden.
en: The duress password, primary space password, and Second Space password must all be different.
es: La contraseña de coerción, la contraseña del espacio principal y la contraseña del segundo espacio no se pueden repetir.
fr: Le mot de passe de coercition, le mot de passe de l'espace principal et le mot de passe du deuxième espace ne peuvent pas être répétés.
it: La password di coercizione, la password dello spazio principale e la password del secondo spazio non possono essere ripetute.
ja: 強制パスワード、メインスペースパスワード、セカンドスペースパスワードは重複して使用できません。
ko: 강제 비밀번호, 메인 공간 비밀번호, 세컨드 공간 비밀번호는 중복해서 사용할 수 없습니다.
ru: Пароль принуждения, пароль основного пространства и пароль второго пространства не могут повторяться.
zh_hant_tw: 脅迫密碼、主空間密碼和第二空間密碼不能重複。
zh_hk: 脅迫密碼、主空間密碼和第二空間密碼不能重複。

# 胁迫密码一旦触发，所有本地媒体、空间密码和设置都会被抹除。请定时做好备份工作，被抹除的数据无法恢复。
source: 胁迫密码一旦触发，所有本地媒体、空间密码和设置都会被抹除。请定期备份；被抹除的数据无法恢复。
de: Sobald das Zwangspasswort ausgelöst wird, werden alle lokalen Medien, Space-Passwörter und Einstellungen gelöscht. Bitte sichern Sie regelmäßig; Gelöschte Daten können nicht wiederhergestellt werden.
en: When the duress password is triggered, all local media, space passwords, and settings will be erased. Keep regular backups; erased data cannot be recovered.
es: Una vez que se activa la contraseña de coerción, se borrarán todos los medios locales, contraseñas de espacio y configuraciones. Haga una copia de seguridad periódicamente; los datos borrados no se pueden recuperar.
fr: Une fois le mot de passe de coercition déclenché, tous les médias locaux, les mots de passe de l'espace et les paramètres seront effacés. Veuillez sauvegarder régulièrement ; les données effacées ne peuvent pas être récupérées.
it: Una volta attivata la password di coercizione, tutti i media locali, le password degli spazi e le impostazioni verranno cancellati. Si prega di eseguire il backup regolarmente; i dati cancellati non possono essere recuperati.
ja: 強制パスワードがトリガーされると、すべてのローカル メディア、スペースのパスワード、および設定が消去されます。定期的にバックアップを行ってください。消去されたデータは復元できません。
ko: 강제 비밀번호가 실행되면 모든 로컬 미디어, 공간 비밀번호 및 설정이 지워집니다. 정기적으로 백업하십시오. 지워진 데이터는 복구할 수 없습니다.
ru: После активации пароля принуждения все локальные носители, пароли и настройки пространства будут удалены. Пожалуйста, регулярно создавайте резервные копии; стертые данные невозможно восстановить.
zh_hant_tw: 脅迫密碼一旦觸發，所有本地媒體、空間密碼和設定都會被抹除。請定期備份；被抹除的資料無法恢復。
zh_hk: 脅迫密碼一旦觸發，所有本地媒體、空間密碼和設定都會被抹除。請定期備份；被抹除嘅數據無法恢復。

# 胁迫密码不会解锁您的相册，相反，只要输入正确，应用就会立即清空所有数据并让退出。此过程中会丢失所有的数据，谨记数据无价。
source: 胁迫密码不会解锁你的相册。相反，只要输入正确，应用会立即清空所有数据并退出。此过程会丢失所有数据，请务必谨慎。
de: Durch das Erzwingen eines Passworts wird Ihr Fotoalbum nicht entsperrt. Stattdessen löscht die App sofort alle Daten und wird beendet, solange die Eingabe korrekt ist. Bei diesem Vorgang gehen alle Daten verloren. Seien Sie also vorsichtig.
en: The duress password does not unlock your albums. Instead, entering it correctly immediately wipes all data and exits the app. This permanently removes your data, so use it with extreme care.
es: Forzar una contraseña no desbloqueará su álbum de fotos. En cambio, siempre que la entrada sea correcta, la aplicación borrará inmediatamente todos los datos y saldrá. Todos los datos se perderán durante este proceso, así que tenga cuidado.
fr: Forcer un mot de passe ne débloquera pas votre album photo. Au lieu de cela, tant que la saisie est correcte, l'application effacera immédiatement toutes les données et se fermera. Toutes les données seront perdues au cours de ce processus, alors soyez prudent.
it: Costringere una password non sbloccherà il tuo album fotografico. Invece, finché l'input è corretto, l'app cancellerà immediatamente tutti i dati e uscirà. Tutti i dati andranno persi durante questo processo, quindi fai attenzione.
ja: パスワードを強制してもフォト アルバムのロックは解除されません。代わりに、入力が正しい限り、アプリはすぐにすべてのデータをクリアして終了します。このプロセス中にすべてのデータが失われるため、注意してください。
ko: 비밀번호를 강제로 입력해도 사진 앨범의 잠금이 해제되지 않습니다. 대신, 입력이 정확하다면 앱은 즉시 모든 데이터를 지우고 종료됩니다. 이 과정에서 모든 데이터가 손실되므로 주의하시기 바랍니다.
ru: Принудительное введение пароля не разблокирует ваш фотоальбом. Вместо этого, если введенные данные верны, приложение немедленно очистит все данные и закроется. Во время этого процесса все данные будут потеряны, поэтому будьте осторожны.
zh_hant_tw: 脅迫密碼不會解鎖你的相簿。相反，只要輸入正確，應用程式會立即清空所有資料並退出。此過程會遺失所有資料，請務必謹慎。
zh_hk: 脅迫密碼不會解鎖你嘅相簿。相反，只要輸入正確，App會立即清空所有數據並退出。此過程會遺失所有數據，請務必謹慎。

source: 胁迫密码保存失败，请重试。
de: Das Zwangspasswort konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
en: Failed to save the duress passcode. Please try again.
es: No se pudo guardar la contraseña de coacción. Inténtelo de nuevo.
fr: Le mot de passe sous contrainte n'a pas pu être enregistré, veuillez réessayer.
it: Impossibile salvare la password di coercizione. Riprova.
ja: 強迫パスワードを保存できませんでした。もう一度お試しください。
ko: 협박 비밀번호를 저장하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось сохранить пароль принуждения. Повторите попытку.
zh_hant_tw: 脅迫密碼保存失敗，請重試。
zh_hk: 脅迫密碼保存失敗，請重試。

source: 胁迫密码创建完成
de: Die Erstellung des Zwangspassworts ist abgeschlossen
en: Duress Password Created
es: Creación de contraseña de coerción completada
fr: Création du mot de passe coercitif terminée
it: Creazione della password di coercizione completata
ja: 強制パスワードの作成が完了しました
ko: 강제 비밀번호 생성 완료
ru: Создание принудительного пароля завершено
zh_hk: 脅迫密碼創建完成

source: 胁迫密码已关闭
de: Das erzwungene Passwort ist deaktiviert
en: Duress password turned off
es: La contraseña de coerción está desactivada
fr: Le mot de passe coercitif est désactivé
it: La password di coercizione è disattivata
ja: 強制パスワードがオフになっています
ko: 강제 비밀번호가 사용 중지되었습니다.
ru: Принудительный пароль отключен.
zh_hk: 脅迫密碼已關閉

source: 胁迫密码是全局唯一的。当你被迫解锁应用时，输入这个预设密码，系统会立即触发并抹除所有数据，请谨慎使用。
de: Das Zwangspasswort ist weltweit eindeutig. Wenn Sie gezwungen werden, die App zu entsperren und dieses Standardkennwort einzugeben, löst das System sofort aus und löscht alle Daten. Gehen Sie daher bitte mit Vorsicht vor.
en: The duress password is globally unique. When you are forced to unlock the app, entering this preset password will instantly trigger the wiping of all data. Please use with caution.
es: La contraseña de coacción es única a nivel mundial. Cuando se vea obligado a desbloquear la aplicación e ingresar esta contraseña predeterminada, el sistema activará y borrará inmediatamente todos los datos, así que utilícelo con precaución.
fr: Le mot de passe sous contrainte est unique au monde. Lorsque vous êtes obligé de déverrouiller l'application et de saisir ce mot de passe par défaut, le système déclenchera et effacera immédiatement toutes les données, veuillez donc l'utiliser avec prudence.
it: La password di coercizione è unica a livello globale. Quando sei costretto a sbloccare l'app e inserire questa password predefinita, il sistema si attiverà immediatamente e cancellerà tutti i dati, quindi utilizzalo con cautela.
ja: 強迫パスワードは世界的に一意です。アプリのロックを解除してこのデフォルトのパスワードを入力するよう強制されると、システムが即座にトリガーしてすべてのデータを消去しますので、注意して使用してください。
ko: 협박 비밀번호는 전역적으로 고유합니다. 강제로 앱을 잠금 해제하고 이 기본 비밀번호를 입력하면 시스템이 즉시 모든 데이터를 실행하고 삭제하므로 주의해서 사용하시기 바랍니다.
ru: Пароль принуждения является глобально уникальным. Когда вам придется разблокировать приложение и ввести пароль по умолчанию, система немедленно сработает и удалит все данные, поэтому используйте его с осторожностью.
zh_hant_tw: 脅迫密碼是全域唯一的。當你被迫解鎖應用程式時，輸入這個預設密碼，系統會立即觸發並抹除所有資料，請謹慎使用。
zh_hk: 脅迫密碼是全域唯一嘅。當你被迫解鎖App時，輸入呢個預設密碼，系統會立即觸發並抹除所有數據，請謹慎使用。

source: 胁迫密码类型必须和两个空间保持一致，而且不能和任何一个空间的解锁密码相同。
de: Der Typ des Zwangskennworts muss mit beiden Bereichen übereinstimmen und darf nicht mit dem Entsperrkennwort eines der beiden Bereiche identisch sein.
en: The duress password type must match both spaces, and it cannot be the same as either space's unlock password.
es: El tipo de contraseña de coerción debe ser coherente con ambos espacios y no puede ser el mismo que la contraseña de desbloqueo de ninguno de los espacios.
fr: Le type de mot de passe de coercition doit être cohérent avec les deux espaces et ne peut pas être identique au mot de passe de déverrouillage de l'un ou l'autre espace.
it: Il tipo di password di coercizione deve essere coerente con entrambi gli spazi e non può essere uguale alla password di sblocco di nessuno dei due spazi.
ja: 強制パスワードのタイプは両方のスペースと一致している必要があり、どちらかのスペースのロック解除パスワードと同じにすることはできません。
ko: 강제 비밀번호 유형은 두 공간 모두와 일치해야 하며, 두 공간의 잠금 해제 비밀번호와 동일할 수 없습니다.
ru: Тип пароля принуждения должен совпадать с обоими пробелами и не может совпадать с паролем разблокировки любого из пробелов.
zh_hant_tw: 脅迫密碼類型必須和兩個空間一致，而且不能和任何一個空間的解鎖密碼相同。
zh_hk: 脅迫密碼類型必須和兩個空間一致，而且不能和任何一個空間嘅解鎖密碼相同。

source: 胁迫密码类型必须和主空间、第二空间保持一致。
de: Der Typ des erzwungenen Passworts muss mit dem Hauptbereich und dem zweiten Bereich übereinstimmen.
en: The duress password type must match the primary space and Second Space.
es: El tipo de contraseña de coerción debe ser coherente con el espacio principal y el segundo espacio.
fr: Le type de mot de passe de coercition doit être cohérent avec l'espace principal et le deuxième espace.
it: Il tipo di password di coercizione deve essere coerente con lo spazio principale e il secondo spazio.
ja: 強制パスワードのタイプは、メインスペースおよび 2 番目のスペースと一致している必要があります。
ko: 강제 비밀번호 유형은 메인 공간과 세컨드 공간과 일치해야 합니다.
ru: Тип пароля принуждения должен совпадать с основным и вторым пробелами.
zh_hant_tw: 脅迫密碼類型必須與主空間、第二空間一致。
zh_hk: 脅迫密碼類型必須與主空間、第二空間一致。

source: 胁迫密码类型必须和主空间保持一致。
de: Der Typ des Zwangspassworts muss mit dem Hauptbereich übereinstimmen.
en: The duress password type must match the primary space.
es: El tipo de contraseña de coerción debe ser coherente con el espacio principal.
fr: Le type de mot de passe de coercition doit être cohérent avec l'espace principal.
it: Il tipo di password di coercizione deve essere coerente con lo spazio principale.
ja: 強制パスワードのタイプはメインスペースと一致している必要があります。
ko: 강제 비밀번호 유형은 기본 공간과 일치해야 합니다.
ru: Тип пароля принуждения должен соответствовать основному пространству.
zh_hant_tw: 脅迫密碼類型必須與主空間一致。
zh_hk: 脅迫密碼類型必須與主空間一致。

source: 胁迫密码需要改成同样的密码类型：%@。
de: Das Zwangspasswort muss in denselben Passworttyp geändert werden: %@.
en: The duress password also needs to use the same password type: %@.
es: La contraseña de coerción debe cambiarse al mismo tipo de contraseña: %@.
fr: Le mot de passe de coercition doit être remplacé par le même type de mot de passe : %@.
it: La password di coercizione deve essere modificata con lo stesso tipo di password: %@.
ja: 強制パスワードを同じパスワード タイプ %@ に変更する必要があります。
ko: 강제 비밀번호를 동일한 비밀번호 유형(%@)으로 변경해야 합니다.
ru: Пароль принуждения необходимо изменить на тот же тип пароля: %@.
zh_hant_tw: 脅迫密碼需要改成同樣的密碼類型：%@。
zh_hk: 脅迫密碼需要改成同樣嘅密碼類型：%@。

source: 自由排序
de: Kostenlose Sortierung
en: Custom Sort
es: clasificación libre
fr: tri gratuit
it: cernita gratuita
ja: 無料の並べ替え
ko: 무료 정렬
ru: бесплатная сортировка

source: 裁剪封面
de: Pflanzenschutz
en: Crop Cover
es: Cobertura de cultivos
fr: Couverture des cultures
it: Copertura del raccolto
ja: クロップカバー
ko: 작물 표지
ru: Покрытие урожая
zh_hk: 裁切封面

source: 解锁
de: Entsperren
en: Unlock
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロックを解除する
ko: 잠금 해제
ru: Разблокировать
zh_hant_tw: 解鎖
zh_hk: 解鎖

source: 设置
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
zh_hant_tw: 設定
zh_hk: 設定

source: 设置%@
de: Setzen Sie %@
en: Set %@
es: Establecer %@
fr: Définir %@
it: Imposta %@
ja: %@ を設定します
ko: %@ 설정
ru: Установить %@
zh_hant_tw: 設定%@
zh_hk: 設定%@

source: 设置%@密码
de: %@ Passwort festlegen
en: Set %@ Password
es: Establecer %@ contraseña
fr: Définir le mot de passe %@
it: Imposta la password %@
ja: %@パスワードを設定してください
ko: %@ 비밀번호 설정
ru: Установить пароль %@
zh_hant_tw: 設定%@密碼
zh_hk: 設定%@密碼

source: 设置密码
de: Passwort festlegen
en: Set Password
es: Establecer contraseña
fr: Définir le mot de passe
it: Imposta la password
ja: パスワードを設定する
ko: 비밀번호 설정
ru: Установить пароль
zh_hant_tw: 設定密碼
zh_hk: 設定密碼

source: 设置导出密码
de: Exportpasswort festlegen
en: Set Export Password
es: Establecer contraseña de exportación
fr: Définir le mot de passe d'exportation
it: Imposta la password di esportazione
ja: エクスポートパスワードを設定する
ko: 내보내기 비밀번호 설정
ru: Установить пароль экспорта
zh_hant_tw: 設定匯出密碼
zh_hk: 設定導出密碼

source: 设置新密码
de: Neues Passwort festlegen
en: Set New Password
es: Establecer nueva contraseña
fr: Définir un nouveau mot de passe
it: Imposta una nuova password
ja: 新しいパスワードを設定する
ko: 새 비밀번호 설정
ru: Установить новый пароль
zh_hant_tw: 設定新密碼
zh_hk: 設定新密碼

source: 设置第二空间
de: Richten Sie einen zweiten Raum ein
en: Set Up Second Space
es: Configurar un segundo espacio
fr: Aménager un deuxième espace
it: Prepara un secondo spazio
ja: セカンドスペースを設置する
ko: 두 번째 공간을 마련하세요
ru: Организуйте второе пространство
zh_hant_tw: 設定第二空間
zh_hk: 設定第二空間

source: 设置胁迫密码
de: Legen Sie ein Zwangspasswort fest
en: Set Duress Password
es: Establecer una contraseña de coacción
fr: Définir un mot de passe sous contrainte
it: Imposta una password di coercizione
ja: 強制パスワードを設定する
ko: 협박 비밀번호를 설정하세요
ru: Установить пароль принуждения
zh_hant_tw: 設定脅迫密碼
zh_hk: 設定脅迫密碼

source: 语言
de: Sprache
en: Language
es: idioma
fr: langue
it: lingua
ja: 言語
ko: 언어
ru: язык
zh_hant_tw: 語言
zh_hk: 語言

source: 请使用大于 6 位且至少包含 1 个字母的密码。
de: Bitte verwenden Sie ein Passwort, das länger als 6 Zeichen ist und mindestens 1 Buchstaben enthält.
en: Use a password longer than 6 characters with at least 1 letter.
es: Utilice una contraseña que tenga más de 6 caracteres y contenga al menos 1 letra.
fr: Veuillez utiliser un mot de passe de plus de 6 caractères et contenant au moins 1 lettre.
it: Utilizza una password che contenga più di 6 caratteri e contenga almeno 1 lettera.
ja: 6 文字以上で少なくとも 1 文字を含むパスワードを使用してください。
ko: 비밀번호는 6자 이상, 1자 이상 포함된 비밀번호를 사용하세요.
ru: Пожалуйста, используйте пароль длиной более 6 символов и содержащий не менее 1 буквы.
zh_hant_tw: 請使用大於 6 位元且至少包含 1 個字母的密碼。
zh_hk: 請使用大於 6 位元且至少包含 1 個字母嘅密碼。

source: 请先设置主空间密码。
de: Bitte legen Sie zuerst das Hauptbereichskennwort fest.
en: Set the primary space password first.
es: Primero establezca la contraseña del espacio principal.
fr: Veuillez d'abord définir le mot de passe de l'espace principal.
it: Impostare prima la password dello spazio principale.
ja: 最初にメインスペースのパスワードを設定してください。
ko: 먼저 메인 스페이스 비밀번호를 설정해주세요.
ru: Пожалуйста, сначала установите пароль основного пространства.
zh_hant_tw: 請先設定主空間密碼。
zh_hk: 請先設定主空間密碼。

source: 请先输入导入密码。
de: Bitte geben Sie zuerst das Importpasswort ein.
es: Primero ingrese la contraseña de importación.
fr: Veuillez d'abord saisir le mot de passe d'importation.
it: Inserisci prima la password di importazione.
ja: 最初にインポートパスワードを入力してください。
ko: 먼저 가져오기 비밀번호를 입력하세요.
ru: Сначала введите пароль импорта.
zh_hant_tw: 請先輸入匯入密碼。
zh_hk: 請先輸入導入密碼。

source: 请先输入导出密码。
de: Bitte geben Sie zuerst das Exportpasswort ein.
en: Enter the export password first.
es: Introduzca primero la contraseña de exportación.
fr: Veuillez d'abord saisir le mot de passe d'exportation.
it: Inserisci prima la password di esportazione.
ja: 最初にエクスポートパスワードを入力してください。
ko: 먼저 내보내기 비밀번호를 입력하세요.
ru: Пожалуйста, сначала введите пароль экспорта.
zh_hant_tw: 請先輸入匯出密碼。
zh_hk: 請先輸入導出密碼。

source: 请先选择备份文件。
de: Bitte wählen Sie zunächst eine Sicherungsdatei aus.
en: Please choose a backup file first.
es: Primero seleccione un archivo de respaldo.
fr: Veuillez d'abord sélectionner un fichier de sauvegarde.
it: Seleziona prima un file di backup.
ja: 最初にバックアップ ファイルを選択してください。
ko: 먼저 백업 파일을 선택하세요.
ru: Пожалуйста, сначала выберите файл резервной копии.
zh_hant_tw: 請先選擇備份檔案。
zh_hk: 請先選擇備份檔案。

source: 请再次输入同样的密码。
de: Bitte geben Sie dasselbe Passwort erneut ein.
en: Enter the same password again.
es: Por favor ingrese la misma contraseña nuevamente.
fr: Veuillez saisir à nouveau le même mot de passe.
it: Inserisci nuovamente la stessa password.
ja: 同じパスワードを再度入力してください。
ko: 동일한 비밀번호를 다시 입력해 주세요.
ru: Пожалуйста, введите тот же пароль еще раз.
zh_hant_tw: 請再次輸入同樣的密碼。
zh_hk: 請再次輸入同樣嘅密碼。

source: 请再次输入密码。
de: Bitte geben Sie Ihr Passwort erneut ein.
en: Please re-enter the password.
es: Por favor ingrese su contraseña nuevamente.
fr: Veuillez saisir à nouveau votre mot de passe.
it: Per favore inserisci di nuovo la tua password.
ja: パスワードをもう一度入力してください。
ko: 비밀번호를 다시 입력해주세요.
ru: Пожалуйста, введите свой пароль еще раз.
zh_hant_tw: 請再次輸入密碼。
zh_hk: 請再次輸入密碼。

source: 请再次输入胁迫密码。
de: Bitte geben Sie das Zwangspasswort erneut ein.
en: Enter the duress password again.
es: Ingrese la contraseña de coacción nuevamente.
fr: Veuillez saisir à nouveau le mot de passe sous contrainte.
it: Inserisci nuovamente la password di coercizione.
ja: もう一度強制パスワードを入力してください。
ko: 강박 비밀번호를 다시 입력해 주세요.
ru: Пожалуйста, введите пароль принуждения еще раз.
zh_hant_tw: 請再次輸入脅迫密碼。
zh_hk: 請再次輸入脅迫密碼。

source: 请务必定期使用“导出备份”功能生成加密的 .vault 文件并妥善保存。备份文件的安全性及保存情况由用户自行负责。
de: Stellen Sie sicher, dass Sie die Funktion „Backup exportieren“ regelmäßig verwenden, um verschlüsselte Vault-Dateien zu generieren und diese ordnungsgemäß zu speichern. Die Sicherheit und Speicherung von Sicherungsdateien liegt in der Verantwortung des Benutzers.
en: Please ensure you regularly use the "Export Backup" feature to generate an encrypted .vault file and keep it safe. The security and safe-keeping of the backup file are solely the user's responsibility.
es: Asegúrese de utilizar la función Exportar copia de seguridad con regularidad para generar archivos .vault cifrados y guardarlos correctamente. La seguridad y el almacenamiento de los archivos de respaldo son responsabilidad del usuario.
fr: Assurez-vous d'utiliser régulièrement la fonction Exporter la sauvegarde pour générer des fichiers .vault cryptés et les enregistrer correctement. La sécurité et le stockage des fichiers de sauvegarde relèvent de la responsabilité de l'utilisateur.
it: Assicurati di utilizzare regolarmente la funzione Esporta backup per generare file .vault crittografati e salvarli correttamente. La sicurezza e l'archiviazione dei file di backup sono responsabilità dell'utente.
ja: バックアップのエクスポート機能を定期的に使用して、暗号化された .vault ファイルを生成し、適切に保存してください。バックアップ ファイルのセキュリティと保管はユーザーの責任となります。
ko: 정기적으로 백업 내보내기 기능을 사용하여 암호화된 .vault 파일을 생성하고 올바르게 저장하십시오. 백업 파일의 보안 및 저장은 사용자의 책임입니다.
ru: Обязательно регулярно используйте функцию «Экспорт резервной копии», чтобы создавать зашифрованные файлы .vault и правильно их сохранять. Ответственность за безопасность и хранение файлов резервных копий лежит на пользователе.
zh_hant_tw: 請務必定期使用「匯出備份」功能產生加密的 .vault 檔案並妥善儲存。備份文件的安全性及保存情形由使用者自行負責。
zh_hk: 請務必定期使用「導出備份」功能產生加密嘅 .vault 檔案並妥善儲存。備份文件嘅安全性及保存情形由用戶自行負責。
